Cover offset is greater than host thickness - support for transient Single Fabric Sheet in editor.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CoverOffsetTooLongTemp { get; }
  Visual Basic
Public Shared ReadOnly Property CoverOffsetTooLongTemp As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CoverOffsetTooLongTemp {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricFailures Class
  Autodesk.Revit.DB Namespace